darren-you/esp-mqtt/tests/c3-smoke/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_MQTT_PROTOCOL_311=y
CONFIG_MQTT_PROTOCOL_5=n
CONFIG_MQTT_TRANSPORT_SSL=y
CONFIG_MQTT_REPORT_DELETED_MESSAGES=y
CONFIG_MBEDTLS_HAVE_TIME_DATE=y
